Retrieves the Connector Manager from this MEPModel.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public ConnectorManager ConnectorManager { get; }
  Visual Basic
Public ReadOnly Property ConnectorManager As ConnectorManager
	Get
  Visual C++
public:
property ConnectorManager^ ConnectorManager {
	ConnectorManager^ get ();
}
 Field Value
    a null reference (  Nothing  in Visual Basic)  if there is no connector manager supported for this MEPModel.
 See Also
  MEPModel Class
  Autodesk.Revit.DB Namespace